{
  "SectionId": "ConditionsMedicales_4",
  "Titres": [
    {
    }
  ],
  "EstTitreSousSection": false,
  "ConditionMedicaleTextes": [
    {
      "Libelle": "Définition des conditions médicales",
      "LibelleEn": "Medical Conditions Definition",
      "Texte": "<html>Voici la définition des maladies graves pouvant être couvertes par le contrat, selon les protections sélectionnées :</html>",
      "TexteEn": "<html>Critical Illnesses and medical conditions that may be covered by the contract, depending on the selected coverages:</html>",
      "CodesRegle": [ "MaladiesGraves4Temporaire", "MaladiesGraves4Permanente" ],
      "Tableau": [
        {
          "Categorie": "Accident vasculaire cérébral",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; font-style: normal; width: 495px;'>Diagnostic formel d'un accident vasculaire cérébral causé par une thrombose ou une hémorragie intracrâniennes, ou par une embolie de source extracrânienne, avec :</span><span style='margin-top: 0px; margin-left: 0px;'></span><table style='font-style: normal; width: 495px; margin-left: 8px;'><tr><td style='width:20px'>-</td><td style='width: 475px'>Apparition aiguë de nouveaux symptômes neurologiques ;</td></tr><tr><td>-</td><td>Nouveaux déficits neurologiques objectifs constatés au cours d'un examen clinique, persistant pendant plus de 30 jours après la date d'établissement du diagnostic. Ces nouveaux symptômes et déficits doivent être corroborés par des tests d'imagerie diagnostique. Le diagnostic d'accident vasculaire cérébral doit être posé par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion : aucune prestation ne sera payable au titre de la définition du terme « accident vasculaire cérébral » dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='font-style: normal; width: 495px; margin-left: 8px;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Accident ischémique transitoire ;</td></tr><tr><td>-</td><td style='width: 475px'>Accident vasculaire intracérébral causé par un traumatisme ;</td></tr><tr><td>-</td><td style='width: 475px'>Infarctus lacunaire qui n'est pas conforme à la définition du terme « accident vasculaire cérébral » ci-dessus.</td></tr></table><html>",
          "CategorieEn": "Stroke",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; font-style: normal; width: 495px;'>(Cerebrovascular Accident) is defined as a definite diagnosis of an acute cerebrovascular event caused by intra-cranial thrombosis or haemorrhage, or embolism from an extra-cranial source, with:</span><span style='margin-top: 0px; margin-left: 0px;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Acute onset of new neurological symptoms, and</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>New objective neurological deficits on clinical examination, persisting for more than 30 days following the date of diagnosis. These new symptoms and deficits must be corroborated by diagnostic imaging testing. The diagnosis of Stroke must be made by a Specialist. A 30-day Survival Period applies.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition for:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Transient Ischaemic Attacks; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Intracerebral vascular events due to trauma; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Lacunar infarcts which do not meet the definition of stroke as described above.</td></tr></table><html>"
        },
        {
          "Categorie": "Cancer (mettant la vie en danger)",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Diagnostic formel d'une tumeur, qui doit être caractérisée par la prolifération anarchique de cellules malignes et l'invasion des tissus sains. Les types de cancer comprennent le carcinome, le mélanome, la leucémie, le lymphome et le sarcome. Le diagnostic de cancer doit être posé par un spécialiste.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Aucune prestation ne sera payable au titre de la définition du terme « cancer (mettant la vie en danger) » si, dans les 90 jours suivant la date d'effet du contrat ou la date d'effet de la dernière remise en vigueur du contrat si cette date est postérieure, l'assuré :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>A présenté des signes ou des symptômes, ou s'est soumis à des investigations qui ont mené à l'établissement d'un diagnostic de cancer (couvert ou non au titre du contrat), peu importe la date d'établissement du diagnostic ou ;</td></tr><tr><td>-</td><td style='width: 475px'>A reçu un diagnostic de cancer (couvert ou non au titre du contrat).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Les renseignements médicaux concernant le diagnostic et tous signes, symptômes ou investigations qui ont mené à l'établissement du diagnostic doivent être communiqués à la Société dans les six mois suivant la date d'établissement du diagnostic. Si ces renseignements ne sont pas fournis dans le délai prescrit, la Société peut refuser toute demande de règlement portant sur un cancer, ou sur toute maladie grave causée par un cancer ou son traitement.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Aucune prestation ne sera payable dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Lésions qualifiées de bénignes, de précancéreuses, d'incertaines, de limites (« borderline ») ou de non invasives, carcinome in situ (Tis) ou tumeurs au stade Ta ;</td></tr><tr><td>-</td><td style='width: 475px'>Cancer de la peau avec présence de mélanome malin dont l'épaisseur est inférieure ou égale à 1 mm, à moins d'être ulcéré ou accompagné de noeuds lymphoïdes ou de métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Tout cancer de la peau sans présence de mélanome, sans noeuds lymphoïdes ni métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Cancer de la prostate au stade T1a ou T1b, sans noeuds lymphoïdes ni métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Cancer de la thyroïde papillaire ou cancer de la thyroïde folliculaire, ou les deux, dont le plus grand diamètre tumoral est inférieur ou égal à 2 cm et qui est au stade T1, sans noeuds lymphoïdes ni métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Leucémie lymphoïde chronique à un stade inférieur au stade 1 selon la classification de Rai ;</td></tr><tr><td>-</td><td style='width: 475px'>Tumeurs stromales gastro-intestinales malignes et tumeurs carcinoïdes malignes à un stade inférieur au stade 2 selon la classification de l'AJCC.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Aux fins du contrat, les termes « Tis, Ta, T1a, T1b, T1 et stade 2 selon la classification de l'AJCC » s'appliquent suivant la définition indiquée dans le manuel de stadification du cancer (7e édition, 2010) de l'American Joint Committee on Cancer (AJCC).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Aux fins du contrat, le terme « classification de Rai » s'applique comme l'indique la publication Clinical staging of chronic lymphocytic leukemia (KR Rai, A Sawitsky, EP Cronkite, AD Chanana, RN Levy et BS Pasternack, Blood 46:219, 1975).</td></tr></table></html>",
          "CategorieEn": "Cancer (Life-Threatening)",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of a tumour, which must be characterized by the uncontrolled growth and spread of malignant cells and the invasion of tissue. Types of cancer include carcinoma, melanoma, leukemia, lymphoma, and sarcoma. The diagnosis of Cancer must be made by a Specialist.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition if, within the first 90 days following the later of, the effective date of the policy, or the date of last reinstatement of the policy, the Insured Person has any of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Signs, symptoms or investigations, that lead to a diagnosis of Cancer (covered or excluded under the policy), regardless of when the diagnosis is made; or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A diagnosis of Cancer (covered or excluded under the policy).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Medical information about the diagnosis and any signs, symptoms or investigations leading to the diagnosis must be reported to the Company within 6 months of the date of the diagnosis. If this information is not provided within this period, the Company has the right to deny any claim for cancer or, any critical illness caused by any cancer or its treatment.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />No benefit will be payable for the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Lesions described as benign, pre-malignant, uncertain, borderline, non-invasive, carcinoma in-situ (Tis), or tumors classified as Ta;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Malignant melanoma skin cancer that is less than or equal to 1.0 mm in thickness, unless it is ulcerated or is accompanied by lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Any non-melanoma skin cancer, without lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Prostate cancer classified as T1a or T1b, without lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Papillary thyroid cancer or follicular thyroid cancer, or both, that is less than or equal to 2.0 cm in greatest diameter and classified as T1, without lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Chronic lymphocytic leukemia classified less than Rai stage 1; or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Malignant gastrointestinal stromal tumours (GIST) and malignant carcinoid tumours, classified less than AJCC Stage 2.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>For purposes of the policy, the terms Tis, Ta, T1a, T1b, T1 and AJCC Stage 2 are to be applied as defined in the American Joint Committee on Cancer (AJCC) cancer staging manual, 7th Edition, 2010. </td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>For purposes of the policy, the term Rai staging is to be applied as set out in KR Rai, A Sawitsky, EP Cronkite, AD Chanana, RN Levy and BS Pasternack: Clinical staging of chronic lymphocytic leukemia. Blood 46:219, 1975.</td></tr></table></html>"
        },
        {
          "Categorie": "Crise cardiaque",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Diagnostic formel de la mort d'une partie du muscle cardiaque résultant d'une insuffisance de l'irrigation sanguine, qui entraîne :</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />l'augmentation et la chute des marqueurs biochimiques cardiaques au point que leur niveau confirme le diagnostic d'un infarctus du myocarde, accompagnées d'au moins une des manifestations suivantes :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Symptômes de crise cardiaque ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Changements récents à l'électrocardiogramme (ECG) indiquant une crise cardiaque ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Apparition de nouvelles ondes Q pendant ou immédiatement après une intervention cardiaque intra-artérielle, dont une coronarographie ou une angioplastie coronarienne.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic de crise cardiaque doit être posé par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion : aucune prestation ne sera payable au titre de la définition du terme « crise cardiaque » dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Augmentation des marqueurs biochimiques cardiaques par suite d'une intervention cardiaque intra-artérielle, dont une coronarographie ou une angioplastie coronarienne, et à défaut de nouvelles ondes Q ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Changements à l'ECG suggérant un infarctus du myocarde antérieur qui n'est pas conforme à la définition du terme « crise cardiaque » ci-dessus.</td></tr></table></html>",
          "CategorieEn": "Heart Attack",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Is defined as a definite diagnosis of the death of heart muscle due to obstruction of blood flow, that results in:</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Rise and fall of biochemical cardiac markers to levels considered diagnostic of myocardial infarction, with at least one of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Heart attack symptoms</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>New electrocardiogram (ECG) changes consistent with a heart attack</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Development of new Q waves during or immediately following an intra-arterial cardiac procedure including, but not limited to, coronary angiography and coronary angioplasty.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>The diagnosis of Heart Attack must be made by a Specialist. A 30-day Survival Period applies.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition for:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Elevated biochemical cardiac markers as a result of an intra-arterial cardiac procedure including, but not limited to, coronary angiography and coronary angioplasty, in the absence of new Q waves; or </td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>ECG changes suggesting a prior myocardial infarction, which do not meet the Heart Attack definition as described above.</td></tr></table></html>"
        },
        {
          "Categorie": "Pontage aortocoronarien",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Intervention chirurgicale cardiaque visant à corriger le rétrécissement ou l'obstruction d'une ou de plusieurs artères coronaires au moyen d'une ou de plusieurs greffes. L'intervention chirurgicale doit être jugée médicalement nécessaire par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « pontage aortocoronarien » en cas d'angioplastie, d'intervention chirurgicale intra-artérielle ou transcathéter percutanée ou d'intervention non chirurgicale.</td></tr></table></html>",
          "CategorieEn": "Coronary Artery Bypass Surgery",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as the undergoing of heart surgery to correctnarrowing or blockage of one or more coronary arteries with bypass graft(s). The surgery must be determined to be medically necessary by a Specialist. A 30-day Survival Period applies.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion: No benefit will be payable under this condition for angioplasty, intra-arterial procedures, percutaneous trans-catheter procedures or non-surgical procedures. </td></tr></table></html>"
        }
      ],
      "SequenceId": 1
    }
  ]
}
