{
  "SectionId": "ConditionsMedicales_25",
  "Titres": [
    {
    }
  ],
  "EstTitreSousSection": false,
  "ConditionMedicaleTextes": [
    {
      "Libelle": "Définition des conditions médicales",
      "LibelleEn": "Medical Conditions Definition",
      "Texte": "<html>Voici la définition des maladies graves pouvant être couvertes par le contrat, selon les protections sélectionnées :</html>",
      "TexteEn": "<html>Critical Illnesses and medical conditions that may be covered by the contract, depending on the selected coverages:</html>",
      "CodesRegle": [ "MaladiesGraves25Temporaire", "MaladiesGraves25Permanente", "DuoVieSante", "ModuleEnfantMaladieGrave1" ],
      "Tableau": [
        {
          "Categorie": "Accident vasculaire cérébral",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; font-style: normal; width: 495px;'>Diagnostic formel d'un accident vasculaire cérébral causé par une thrombose ou une hémorragie intracrâniennes, ou par une embolie de source extracrânienne, avec :</span><span style='margin-top: 0px; margin-left: 0px;'></span><table style='font-style: normal; width: 495px; margin-left: 8px;'><tr><td style='width:20px'>-</td><td style='width: 475px'>Apparition aiguë de nouveaux symptômes neurologiques ;</td></tr><tr><td>-</td><td>Nouveaux déficits neurologiques objectifs constatés au cours d'un examen clinique, persistant pendant plus de 30 jours après la date d'établissement du diagnostic. Ces nouveaux symptômes et déficits doivent être corroborés par des tests d'imagerie diagnostique. Le diagnostic d'accident vasculaire cérébral doit être posé par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion : aucune prestation ne sera payable au titre de la définition du terme « accident vasculaire cérébral » dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='font-style: normal; width: 495px; margin-left: 8px;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Accident ischémique transitoire ;</td></tr><tr><td>-</td><td style='width: 475px'>Accident vasculaire intracérébral causé par un traumatisme ;</td></tr><tr><td>-</td><td style='width: 475px'>Infarctus lacunaire qui n'est pas conforme à la définition du terme « accident vasculaire cérébral » ci-dessus.</td></tr></table><html>",
          "CategorieEn": "Stroke",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; font-style: normal; width: 495px;'>(Cerebrovascular Accident) is defined as a definite diagnosis of an acute cerebrovascular event caused by intra-cranial thrombosis or haemorrhage, or embolism from an extra-cranial source, with:</span><span style='margin-top: 0px; margin-left: 0px;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Acute onset of new neurological symptoms, and</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>New objective neurological deficits on clinical examination, persisting for more than 30 days following the date of diagnosis. These new symptoms and deficits must be corroborated by diagnostic imaging testing. The diagnosis of Stroke must be made by a Specialist. A 30-day Survival Period applies.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition for:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Transient Ischaemic Attacks; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Intracerebral vascular events due to trauma; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Lacunar infarcts which do not meet the definition of stroke as described above.</td></tr></table><html>"
        },
        {
          "Categorie": "Anémie aplastique",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Diagnostic formel, confirmé par biopsie, d'une insuffisance chronique et persistante de la moelle osseuse qui entraîne l'anémie, la neutropénie et la thrombocytopénie et qui nécessite la transfusion d'un produit sanguin de même qu'un traitement comprenant au moins un des éléments suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Stimulation de la moelle osseuse ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Immunosuppresseurs ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Greffe de moelle osseuse.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic d'anémie aplastique doit être posé par un spécialiste.</td></tr></table><html>",
          "CategorieEn": "Aplastic Anemia",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Is defined as a definite diagnosis of a chronic persistent bone marrow failure, confirmed by biopsy, which results in anemia, neutropenia and thrombocytopenia requiring blood product transfusion, and treatment with at least one of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Marrow stimulating agents;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Immunosuppressive agents;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Bone marrow transplantation.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>The diagnosis of Aplastic Anemia must be made by a Specialist.</td></tr></table><html>"
        },
        {
          "Categorie": "Brûlures graves",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de brûlures du troisième degré affectant au moins 20 % de la surface du corps. Le diagnostic de brûlures graves doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Severe Burns",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of third-degree burns over at least 20% of the body surface. The diagnosis of Severe Burns must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Cancer (mettant la vie en danger)",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Diagnostic formel d'une tumeur, qui doit être caractérisée par la prolifération anarchique de cellules malignes et l'invasion des tissus sains. Les types de cancer comprennent le carcinome, le mélanome, la leucémie, le lymphome et le sarcome. Le diagnostic de cancer doit être posé par un spécialiste.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Aucune prestation ne sera payable au titre de la définition du terme « cancer (mettant la vie en danger) » si, dans les 90 jours suivant la date d'effet du contrat ou la date d'effet de la dernière remise en vigueur du contrat si cette date est postérieure, l'assuré :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>A présenté des signes ou des symptômes, ou s'est soumis à des investigations qui ont mené à l'établissement d'un diagnostic de cancer (couvert ou non au titre du contrat), peu importe la date d'établissement du diagnostic ou ;</td></tr><tr><td>-</td><td style='width: 475px'>A reçu un diagnostic de cancer (couvert ou non au titre du contrat).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Les renseignements médicaux concernant le diagnostic et tous signes, symptômes ou investigations qui ont mené à l'établissement du diagnostic doivent être communiqués à la Société dans les six mois suivant la date d'établissement du diagnostic. Si ces renseignements ne sont pas fournis dans le délai prescrit, la Société peut refuser toute demande de règlement portant sur un cancer, ou sur toute maladie grave causée par un cancer ou son traitement.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Aucune prestation ne sera payable dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Lésions qualifiées de bénignes, de précancéreuses, d'incertaines, de limites (« borderline ») ou de non invasives, carcinome in situ (Tis) ou tumeurs au stade Ta ;</td></tr><tr><td>-</td><td style='width: 475px'>Cancer de la peau avec présence de mélanome malin dont l'épaisseur est inférieure ou égale à 1 mm, à moins d'être ulcéré ou accompagné de noeuds lymphoïdes ou de métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Tout cancer de la peau sans présence de mélanome, sans noeuds lymphoïdes ni métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Cancer de la prostate au stade T1a ou T1b, sans noeuds lymphoïdes ni métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Cancer de la thyroïde papillaire ou cancer de la thyroïde folliculaire, ou les deux, dont le plus grand diamètre tumoral est inférieur ou égal à 2 cm et qui est au stade T1, sans noeuds lymphoïdes ni métastases ;</td></tr><tr><td>-</td><td style='width: 475px'>Leucémie lymphoïde chronique à un stade inférieur au stade 1 selon la classification de Rai ;</td></tr><tr><td>-</td><td style='width: 475px'>Tumeurs stromales gastro-intestinales malignes et tumeurs carcinoïdes malignes à un stade inférieur au stade 2 selon la classification de l'AJCC.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Aux fins du contrat, les termes « Tis, Ta, T1a, T1b, T1 et stade 2 selon la classification de l'AJCC » s'appliquent suivant la définition indiquée dans le manuel de stadification du cancer (7e édition, 2010) de l'American Joint Committee on Cancer (AJCC).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Aux fins du contrat, le terme « classification de Rai » s'applique comme l'indique la publication Clinical staging of chronic lymphocytic leukemia (KR Rai, A Sawitsky, EP Cronkite, AD Chanana, RN Levy et BS Pasternack, Blood 46:219, 1975).</td></tr></table></html>",
          "CategorieEn": "Cancer (Life-Threatening)",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of a tumour, which must be characterized by the uncontrolled growth and spread of malignant cells and the invasion of tissue. Types of cancer include carcinoma, melanoma, leukemia, lymphoma, and sarcoma. The diagnosis of Cancer must be made by a Specialist.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition if, within the first 90 days following the later of, the effective date of the policy, or the date of last reinstatement of the policy, the Insured Person has any of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Signs, symptoms or investigations, that lead to a diagnosis of Cancer (covered or excluded under the policy), regardless of when the diagnosis is made; or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A diagnosis of Cancer (covered or excluded under the policy).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Medical information about the diagnosis and any signs, symptoms or investigations leading to the diagnosis must be reported to the Company within 6 months of the date of the diagnosis. If this information is not provided within this period, the Company has the right to deny any claim for cancer or, any critical illness caused by any cancer or its treatment.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />No benefit will be payable for the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Lesions described as benign, pre-malignant, uncertain, borderline, non-invasive, carcinoma in-situ (Tis), or tumors classified as Ta;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Malignant melanoma skin cancer that is less than or equal to 1.0 mm in thickness, unless it is ulcerated or is accompanied by lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Any non-melanoma skin cancer, without lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Prostate cancer classified as T1a or T1b, without lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Papillary thyroid cancer or follicular thyroid cancer, or both, that is less than or equal to 2.0 cm in greatest diameter and classified as T1, without lymph node or distant metastasis;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Chronic lymphocytic leukemia classified less than Rai stage 1; or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Malignant gastrointestinal stromal tumours (GIST) and malignant carcinoid tumours, classified less than AJCC Stage 2.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>For purposes of the policy, the terms Tis, Ta, T1a, T1b, T1 and AJCC Stage 2 are to be applied as defined in the American Joint Committee on Cancer (AJCC) cancer staging manual, 7th Edition, 2010. </td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>For purposes of the policy, the term Rai staging is to be applied as set out in KR Rai, A Sawitsky, EP Cronkite, AD Chanana, RN Levy and BS Pasternack: Clinical staging of chronic lymphocytic leukemia. Blood 46:219, 1975.</td></tr></table></html>"
        },
        {
          "Categorie": "Cécité",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Diagnostic formel de la perte totale et irréversible de la vue des deux yeux, attestée par :</span><span style='margin-top: 0px; margin-left: 0px;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Une acuité visuelle corrigée de 20/200 ou moins pour les deux yeux, ou</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Un champ visuel inférieur à 20 degrés pour les deux yeux.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic de cécité doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Blindness",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Is defined as a definite diagnosis of the total and irreversible loss of vision in both eyes, evidenced by:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>The corrected visual acuity being 20/200 or less in both eyes; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>The field of vision being less than 20 degrees in both eyes.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>The diagnosis of Blindness must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Chirurgie de l'aorte",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Intervention chirurgicale visant à traiter une maladie de l'aorte qui nécessite l'ablation et le remplacement chirurgical de n'importe quelle partie de l'aorte atteinte au moyen d'une greffe. Le terme « aorte » s'entend de l'aorte thoracique et de l'aorte abdominale, mais non des branches de l'aorte. L'intervention chirurgicale doit être jugée médicalement nécessaire par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr><tr><td>&nbsp;</td></tr><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « chirurgie de l'aorte » en cas d'angioplastie, d'intervention chirurgicale intra-artérielle ou transcathéter percutanée ou d'intervention non chirurgicale.</td></tr></table></html>",
          "CategorieEn": "Aortic Surgery",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as the undergoing of surgery for disease of the aorta requiring excision and surgical replacement of any part of the diseased aorta with a graft. Aorta means the thoracic and abdominal aorta but not its branches. The surgery must be determined to be medically necessary by a Specialist. A 30-day Survival Period applies.</td></tr><tr><td>&nbsp;</td></tr><tr><td>Exclusion: No benefit will be payable under this condition for angioplasty, intra-arterial procedures, percutaneous trans-catheter procedures or non-surgical procedures.</td></tr></table></html>"
        },
        {
          "Categorie": "Coma",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel d'une perte de conscience caractérisée par une absence de réaction aux stimuli externes ou aux besoins internes pendant une période continue d'au moins 96 heures. L'échelle de coma de Glasgow doit indiquer quatre ou moins pendant cette période. Le diagnostic de coma doit être posé par un spécialiste.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion : aucune prestation ne sera payable au titre de la définition du terme « coma » dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Le coma a été médicalement provoqué ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Le coma résulte directement de la consommation d'alcool ou de drogues ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Un diagnostic de mort cérébrale a été posé.</td></tr></table></html>",
          "CategorieEn": "Coma",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of a state of unconsciousness with no reaction to external stimuli or response to internal needs for a continuous period of at least 96 hours, and for which period the Glasgow coma score must be 4 or less. The diagnosis of Coma must be made by a Specialist.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition for:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>A medically induced coma; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A coma which results directly from alcohol or drug use; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A diagnosis of brain death.</td></tr></table></html>"
        },
        {
          "Categorie": "Crise cardiaque",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Diagnostic formel de la mort d'une partie du muscle cardiaque résultant d'une insuffisance de l'irrigation sanguine, qui entraîne :</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />l'augmentation et la chute des marqueurs biochimiques cardiaques au point que leur niveau confirme le diagnostic d'un infarctus du myocarde, accompagnées d'au moins une des manifestations suivantes :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Symptômes de crise cardiaque ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Changements récents à l'électrocardiogramme (ECG) indiquant une crise cardiaque ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Apparition de nouvelles ondes Q pendant ou immédiatement après une intervention cardiaque intra-artérielle, dont une coronarographie ou une angioplastie coronarienne.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic de crise cardiaque doit être posé par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion : aucune prestation ne sera payable au titre de la définition du terme « crise cardiaque » dans les cas suivants :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Augmentation des marqueurs biochimiques cardiaques par suite d'une intervention cardiaque intra-artérielle, dont une coronarographie ou une angioplastie coronarienne, et à défaut de nouvelles ondes Q ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Changements à l'ECG suggérant un infarctus du myocarde antérieur qui n'est pas conforme à la définition du terme « crise cardiaque » ci-dessus.</td></tr></table></html>",
          "CategorieEn": "Heart Attack",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Is defined as a definite diagnosis of the death of heart muscle due to obstruction of blood flow, that results in:</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Rise and fall of biochemical cardiac markers to levels considered diagnostic of myocardial infarction, with at least one of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Heart attack symptoms</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>New electrocardiogram (ECG) changes consistent with a heart attack</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Development of new Q waves during or immediately following an intra-arterial cardiac procedure including, but not limited to, coronary angiography and coronary angioplasty.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>The diagnosis of Heart Attack must be made by a Specialist. A 30-day Survival Period applies.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition for:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Elevated biochemical cardiac markers as a result of an intra-arterial cardiac procedure including, but not limited to, coronary angiography and coronary angioplasty, in the absence of new Q waves; or </td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>ECG changes suggesting a prior myocardial infarction, which do not meet the Heart Attack definition as described above.</td></tr></table></html>"
        },
        {
          "Categorie": "Défaillance d'un organe vital avec inscription sur une liste d'attente en vue d'une greffe",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel d'une insuffisance irréversible du cœur, des deux poumons, du foie, des deux reins ou de la moelle osseuse qui nécessite une greffe du point de vue médical. Pour avoir droit à la prestation exigible au titre de la définition du terme « défaillance d'un organe vital avec inscription sur une liste d'attente en vue d'une greffe », l'assuré doit être inscrit à titre de receveur dans un centre de transplantation reconnu au Canada ou aux États-Unis qui effectue la forme de greffe requise. La date d'établissement du diagnostic est la date de l'inscription de l'assuré dans un centre de transplantation. Le diagnostic de défaillance d'un organe vital doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Major Organ Failure on Waiting List",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of the irreversible failure of the heart, both lungs, liver, both kidneys or bone marrow, and transplantation must be medically necessary. To qualify under Major Organ Failure on Waiting List, the Insured Person must become enrolled as the recipient in a recognized transplant centre in Canada or the United States of America that performs the required form of transplant surgery. The date of Diagnosis is the date of the Insured Person’s enrolment in the transplant centre. The diagnosis of the major organ failure must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Démence, y compris maladie d'Alzheimer",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Diagnostic formel de démence, soit la détérioration progressive de la mémoire et au moins une des perturbations cognitives suivantes :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Aphasie (un trouble de la parole) ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Apraxie (difficulté à exécuter des tâches courantes) ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Agnosie (difficulté à reconnaître des objets) ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Perturbation des fonctions exécutives (p. ex., incapacité d'avoir une pensée abstraite et de concevoir, entreprendre, organiser, surveiller et arrêter un comportement complexe) qui a une incidence sur la vie quotidienne.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>L'assuré doit présenter :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Une démence de gravité modérée, qui doit être démontrée par un miniexamen de l'état mental (Mini Mental State Exam) dont le résultat est de 20/30 ou moins, ou un score équivalent dans un ou plusieurs autres tests des fonctions cognitives généralement acceptés sur le plan médical ; et</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Des preuves d'une détérioration progressive des fonctions cognitives et d'une perturbation des activités quotidiennes obtenues soit par une batterie de tests cognitifs soit par l'historique de la maladie sur une période d'au moins six mois.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic de démence doit être posé par un spécialiste.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme de « démence » pour des troubles affectifs ou schizophréniques ou le délire.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Aux fins de la police, la référence à un miniexamen de l'état mental (Mini Mental State Exam) renvoie à Folstein MF, Folstein SE, McHugh PR, J Psychiatr Res. 1975;12(3):189.</td></tr></table></html>",
          "CategorieEn": "Dementia, including Alzheimer’s Disease",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Is defined as a definite diagnosis of dementia, which must be characterized by a progressive deterioration of memory and at least one of the following areas of cognitive function:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Aphasia (a disorder of speech);</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Apraxia (difficulty performing familiar tasks);</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Agnosia (difficulty recognizing objects); or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Disturbance in executive functioning (e.g. inability to think abstractly and to plan, initiate, sequence, monitor, and stop complex behaviour), which is affecting daily life.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>The Insured Person must exhibit:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Dementia of at least moderate severity, which must be evidenced by a Mini Mental State Exam of 20/30 or less, or equivalent score on another generally medically accepted test or tests of cognitive function; and</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Evidence of progressive worsening in cognitive and daily functioning either by serial cognitive tests or by history over at least a 6 month period.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>The diagnosis of Dementia must be made by a Specialist.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Exclusion: No benefit will be payable under this condition for affective or schizophrenic disorders, or delirium.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>For purposes of the policy, reference to the Mini Mental State Exam is to Folstein MF, Folstein SE, McHugh PR, J Psychiatr Res. 1975;12(3):189.</td></tr></table></html>"
        },
        {
          "Categorie": "Greffe d'un organe vital",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Intervention chirurgicale rendue médicalement nécessaire en raison d'une insuffisance irréversible du cœur, des deux poumons, du foie, des deux reins ou de la moelle osseuse. Pour avoir droit à la prestation exigible au titre de la définition du terme « greffe d'un organe vital », l'assuré doit subir une intervention chirurgicale pour recevoir par greffe un cœur, un poumon, un foie, un rein ou de la moelle osseuse exclusivement. Le diagnostic de défaillance d'un organe vital doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Major Organ Transplant",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of the irreversible failure of the heart, both lungs, liver, both kidneys or bone marrow, and transplantation must be medically necessary. To qualify under Major Organ Transplant, the Insured Person must undergo a transplantation procedure as the recipient of a heart, lung, liver, kidney or bone marrow, and limited to these entities. The diagnosis of the major organ failure must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Infection à VIH contractée au travail",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel d'infection par le virus de l'immunodéficience humaine (VIH) résultant d'une blessure accidentelle qui a exposé l'assuré à des liquides organiques contaminés par le VIH, pendant qu'il exerçait sa profession habituelle.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>La blessure accidentelle causant l'infection doit avoir lieu après la date d'effet du contrat ou la date d'effet de la dernière remise en vigueur du contrat si cette date est ultérieure.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>La prestation exigible au titre de la définition du terme « infection à VIH contractée au travail » ne sera versée que si toutes les conditions suivantes sont satisfaites :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>a)</td><td style='width: 475px'>La blessure accidentelle doit être signalée à l'assureur dans les 14 jours suivant cette blessure ;</td></tr><tr><td style='width: 20px'>b)</td><td style='width: 475px'>Une sérologie du VIH doit être effectuée dans les 14 jours suivant la blessure accidentelle, et son résultat doit être négatif ;</td></tr><tr><td style='width: 20px'>c)</td><td style='width: 475px'>Une sérologie du VIH doit être effectuée dans les 90 à 180 jours suivant la blessure accidentelle, et son résultat doit être positif ;</td></tr><tr><td style='width: 20px'>d)</td><td style='width: 475px'>Tous les tests du VIH doivent être effectués par un laboratoire dûment autorisé au Canada ou aux États-Unis ;</td></tr><tr><td style='width: 20px'>e)</td><td style='width: 475px'>La blessure accidentelle doit être signalée, faire l'objet d'une enquête et être documentée conformément aux lignes directrices en vigueur au Canada ou aux États-Unis pour le milieu de travail.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic d'infection à VIH contractée au travail doit être posé par un spécialiste.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « infection à VIH contractée au travail » dans les cas suivants : </span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>L'assuré a décidé de ne se faire administrer aucun des vaccins brevetés existants et qui offrent une protection contre le VIH ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Un traitement approuvé contre l'infection à VIH était disponible avant la blessure accidentelle ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>L'infection à VIH résulte d'une blessure non accidentelle, y compris, mais sans s'y limiter, par transmission sexuelle ou par usage de drogues injectables.</td></tr></table></html>",
          "CategorieEn": "Occupational HIV Infection",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Is defined as a definite diagnosis of infection with Human Immunodeficiency Virus (HIV) resulting from accidental injury during the course of the Insured Person’s normal occupation, which exposed the person to HIV contaminated body fluids.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>The accidental injury leading to the infection must have occurred after the later of the effective date of the policy, or the effective date of last reinstatement of the policy.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>Payment under this condition requires satisfaction of all of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>a)</td><td style='width: 475px'>The accidental injury must be reported to the insurer within 14 days of the accidental injury;</td></tr><tr><td style='width: 20px'>b)</td><td style='width: 475px'>A serum HIV test must be taken within 14 days of the accidental injury and the result must be negative;</td></tr><tr><td style='width: 20px'>c)</td><td style='width: 475px'>A serum HIV test must be taken between 90 days and 180 days after the accidental injury and the result must be positive;</td></tr><tr><td style='width: 20px'>d)</td><td style='width: 475px'>All HIV tests must be performed by a duly licensed laboratory in Canada or the United States of America;</td></tr><tr><td style='width: 20px'>e)</td><td style='width: 475px'>The accidental injury must have been reported, investigated and documented in accordance with current Canadian or United States of America workplace guidelines.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>The diagnosis of Occupational HIV Infection must be made by a Specialist.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>Exclusion: No benefit will be payable under this condition if:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>The Insured Person has elected not to take any available licensed vaccine offering protection against HIV; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A licensed cure for HIV infection has become available prior to the accidental injury; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>HIV infection has occurred as a result of non-accidental injury including, but not limited to, sexual transmission and intravenous (IV) drug use.</td></tr></table></html>"
        },
        {
          "Categorie": "Insuffisance rénale",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel d'une insuffisance chronique et irréversible des deux reins qui nécessite une hémodialyse régulière, une dialyse péritonéale ou une greffe rénale. Le diagnostic d'insuffisance rénale doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Kidney Failure",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of chronic irreversible failure of both kidneys to function, as a result of which regular haemodialysis, peritoneal dialysis or renal transplantation is initiated. The diagnosis of Kidney Failure must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Maladie de Parkinson et syndromes parkinsoniens atypiques",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Maladie de Parkinson : diagnostic formel de maladie de Parkinson primaire, un trouble neurologique permanent devant avoir pour caractéristiques la bradykinésie (lenteur des mouvements) et au moins un des symptômes suivants : rigidité musculaire ou tremblement de repos. L'assuré doit manifester des signes objectifs de détérioration progressive des fonctions depuis au moins un an, et son neurologue traitant doit lui avoir prescrit un médicament dopaminergique ou un traitement médical équivalent généralement reconnu contre la maladie de Parkinson.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Syndrome parkinsonien atypique : diagnostic formel de paralysie supranucléaire progressive, de dégénérescence cortico-basale ou d'atrophie multisystémique.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic de maladie de Parkinson ou de syndrome parkinsonien atypique doit être posé par un neurologue.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « maladie de Parkinson et syndromes parkinsoniens atypiques » pour tout autre type de parkinsonisme.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>Maladie de Parkinson et syndromes parkinsoniens atypiques – Période d'exclusion : aucune prestation ne sera exigible au titre de la définition du terme « maladie de Parkinson et syndromes parkinsoniens atypiques » si, dans la première année suivant la date d'effet du contrat ou la date d'effet de la dernière remise en vigueur du contrat si cette date est postérieure, l'assuré :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>A présenté des signes ou des symptômes, ou s'est soumis à des investigations qui ont mené à l'établissement d'un diagnostic de maladie de Parkinson, de syndrome parkinsonien atypique ou de tout autre type de parkinsonisme, peu importe la date d'établissement du diagnostic ou</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A reçu un diagnostic de maladie de Parkinson, de syndrome parkinsonien atypique ou de tout autre type de parkinsonisme.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Les renseignements médicaux concernant le diagnostic et tous signes, symptômes ou investigations qui ont mené à l'établissement du diagnostic doivent être communiqués à la Société dans les six mois suivant la date d'établissement du diagnostic. Si ces renseignements ne sont pas fournis dans le délai prescrit, la Société peut refuser toute demande de règlement portant sur la maladie de Parkinson ou un syndrome parkinsonien atypique, ou sur toute maladie grave causée par la maladie de Parkinson ou un syndrome parkinsonien atypique ou son traitement.</td></tr></table></html>",
          "CategorieEn": "Parkinson's Disease and Specified Atypical Parkinsonian Disorderss",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Parkinson’s Disease is defined as a definite diagnosis of primary Parkinson’s disease, a permanent neurologic condition which must be characterized by bradykinesia (slowness of movement) and at least one of: muscular rigidity or rest tremor. The Insured Person must exhibit objective signs of progressive deterioration in function for at least one year, for which the treating neurologist has recommended dopaminergic medication or other generally medically accepted equivalent treatment for Parkinson’s Disease.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Specified Atypical Parkinsonian Disorders are defined as a definite diagnosis of progressive supranuclear palsy, corticobasal degeneration, or multiple system atrophy.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>The diagnosis of Parkinson’s Disease or a Specified Atypical Parkinsonian Disorder must be made by a neurologist.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br/>Exclusions: No benefit will be payable for Parkinson’s Disease or Specified Atypical Parkinsonian Disorders if, within the first year following the later of, the effective date of the policy, or the date of last reinstatement of the policy, the Insured Person has any of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Aigns, symptoms or investigations that lead to a diagnosis of Parkinson’s Disease, a Specified Atypical Parkinsonian Disorder or any other type of parkinsonism, regardless of when the diagnosis is made; or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A diagnosis of Parkinson’s Disease, a Specified Atypical Parkinsonian Disorder or any other type of parkinsonism.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Medical information about the diagnosis and any signs, symptoms or investigations leading to the diagnosis must be reported to the Company within 6 months of the date of the diagnosis. If this information is not provided within this period, the Company has the right to deny any claim for Parkinson’s Disease or Specified Atypical Parkinsonian Disorders or, any critical illness caused by Parkinson’s Disease or Specified Atypical Parkinsonian Disorders or its treatment. No benefit will be payable under Parkinson’s Disease and Specified Atypical Parkinsonian Disorders for any other type of parkinsonism.</td></tr></table></html>"
        },
        {
          "Categorie": "Maladie du motoneurone",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de l'un des troubles suivants exclusivement : sclérose latérale amyotrophique (SLA ou maladie de Lou Gehrig), sclérose latérale primitive, atrophie musculaire progressive, paralysie bulbaire progressive ou paralysie pseudo-bulbaire. Le diagnostic de maladie du motoneurone doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Motor Neuron Disease",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of one of the following: amyotrophic lateral sclerosis (ALS or Lou Gehrig’s disease), primary lateral sclerosis, progressive spinal muscular atrophy, progressive bulbar palsy, or pseudo bulbar palsy, and limited to these conditions. The diagnosis of Motor Neuron disease must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Méningite purulente",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de méningite, confirmé par un liquide céphalorachidien démontrant une croissance de bactéries pathogènes en culture, et qui entraîne un déficit neurologique documenté pendant au moins 90 jours suivant la date d'établissement du diagnostic. Le diagnostic de méningite purulente doit être posé par un spécialiste.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « méningite purulente » dans le cas d'une méningite virale.</td></tr></table></html>",
          "CategorieEn": "Bacterial Meningitis",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of meningitis, confirmed by cerebrospinal fluid showing growth of pathogenic bacteria in culture, resulting in neurological deficit documented for at least 90 days from the date of diagnosis. The diagnosis of Bacterial Meningitis must be made by a Specialist.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion: No benefit will be payable under this condition for viral meningitis.</td></tr></table></html>"
        },
        {
          "Categorie": "Paralysie",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de la perte complète des fonctions musculaires d'au moins deux membres par suite d'une blessure ou d'une maladie affectant l'innervation de ces membres, pendant une période d'au moins 90 jours suivant l'événement déclencheur. Le diagnostic de paralysie doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Paralysis",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of the total loss of muscle function of two or more limbs as a result of injury or disease to the nerve supply of those limbs, for a period of at least 90 days following the precipitating event. The diagnosis of Paralysis must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Perte d'autonomie",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Diagnostic formel d'une incapacité totale et permanente d'effectuer par soi-même au moins deux des six activités de la vie quotidienne indiquées ci-dessous sur une période continue d'au moins 90 jours sans espoir raisonnable de rétablissement. Le diagnostic de perte d'autonomie doit être posé par un spécialiste.</span><span style='margin-left: 8px; width: 495px;'><br/><br/>Les activités de la vie quotidienne sont :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Se laver : capacité de se laver dans une baignoire, sous la douche ou au gant de toilette, avec ou sans l'aide d'accessoires fonctionnels ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Se vêtir : capacité de mettre ou de retirer les vêtements nécessaires, y compris les orthèses, les membres artificiels ou d'autres accessoires chirurgicaux, avec ou sans l'aide d'accessoires fonctionnels ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Se servir des toilettes : capacité d'aller aux toilettes et d'en revenir, et d'assurer son hygiène personnelle complète, avec ou sans l'aide d'accessoires fonctionnels ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Être continent : capacité de gérer les fonctions intestinales et urinaires avec ou sans sous-vêtements protecteurs ou accessoires chirurgicaux de façon à conserver un niveau raisonnable d'hygiène personnelle ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Se mouvoir : capacité de se lever du lit, de se coucher, de s'asseoir et de se lever d'une chaise ou d'un fauteuil roulant, avec ou sans l'aide d'accessoires fonctionnels ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Se nourrir : capacité de consommer de la nourriture ou des boissons qui ont été préparées et servies, avec ou sans l'aide d'accessoires fonctionnels.</td></tr></table></html>",
          "CategorieEn": "Loss of Independent Existence",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Is defined as a definite diagnosis of the total inability to perform, by oneself, at least 2 of the following 6 Activities of Daily Living for a continuous period of at least 90 days with no reasonable chance of recovery. The diagnosis of Loss of Independent Existence must be made by a Specialist.</span><span style='margin-left: 8px; margin-top: 16px; width: 495px;'><br/><br/>Activities of Daily Living are:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Bathing – the ability to wash oneself in a bathtub, shower or by sponge bath, with or without the aid of assistive devices;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Dressing – the ability to put on and remove necessary clothing, braces, artificial limbs or other surgical appliances with or without the aid of assistive devices;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Toileting – the ability to get on and off the toilet and maintain personal hygiene with or without the aid of assistive devices;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Bladder and bowel continence – the ability to manage bowel and bladder function with or without protective undergarments or surgical appliances so that a reasonable level of hygiene is maintained;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Transferring – the ability to move in and out of a bed, chair or wheelchair, with or without the aid of assistive devices; and</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Feeding – the ability to consume food or drink that already has been prepared and made available, with or without the use of assistive devices.</td></tr></table></html>"
        },
        {
          "Categorie": "Perte de l'usage de la parole",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de la perte totale et irréversible de la capacité de parler par suite d'une blessure corporelle ou d'une maladie pendant une période d'au moins 180 jours. Le diagnostic de perte de l'usage de la parole doit être posé par un spécialiste.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « perte de l'usage de la parole » pour toute cause psychiatrique.</td></tr></table></html>",
          "CategorieEn": "Loss of Speech",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of the total and irreversible loss of the ability to speak as the result of physical injury or disease, for a period of at least 180 days. The diagnosis of Loss of Speech must be made by a Specialist.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion: No benefit will be payable under this condition for all psychiatric related causes.</td></tr></table></html>"
        },
        {
          "Categorie": "Perte de membres",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de la séparation complète de deux membres ou plus, au niveau du poignet ou de la cheville, ou plus haut par suite d'un accident ou d'une amputation médicalement nécessaire. Le diagnostic de perte de membres doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Loss of Limbs",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of the complete severance of two or more limbs at or above the wrist or ankle joint as the result of an accident or medically required amputation. The diagnosis of Loss of Limbs must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Pontage aortocoronarien",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Intervention chirurgicale cardiaque visant à corriger le rétrécissement ou l'obstruction d'une ou de plusieurs artères coronaires au moyen d'une ou de plusieurs greffes. L'intervention chirurgicale doit être jugée médicalement nécessaire par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « pontage aortocoronarien » en cas d'angioplastie, d'intervention chirurgicale intra-artérielle ou transcathéter percutanée ou d'intervention non chirurgicale.</td></tr></table></html>",
          "CategorieEn": "Coronary Artery Bypass Surgery",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as the undergoing of heart surgery to correctnarrowing or blockage of one or more coronary arteries with bypass graft(s). The surgery must be determined to be medically necessary by a Specialist. A 30-day Survival Period applies.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion: No benefit will be payable under this condition for angioplasty, intra-arterial procedures, percutaneous trans-catheter procedures or non-surgical procedures. </td></tr></table></html>"
        },
        {
          "Categorie": "Remplacement ou réparation d'une valvule cardiaque",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Intervention chirurgicale visant à remplacer une valvule cardiaque par une valvule naturelle ou mécanique, ou à en corriger les défauts ou les anomalies. L'intervention chirurgicale doit être jugée médicalement nécessaire par un spécialiste. Une période de survie de 30 jours s'applique.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion : aucune prestation ne sera payable au titre de la définition du terme « remplacement ou réparation d'une valvule cardiaque » en cas d'angioplastie, d'intervention chirurgicale intra-artérielle ou transcathéter percutanée ou d'intervention non chirurgicale.</td></tr></table></html>",
          "CategorieEn": "Heart Valve Replacement or Repair",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as the undergoing of surgery to replace any heart valve with either a natural or mechanical valve or to repair heart valve defects or abnormalities. The surgery must be determined to be medically necessary by a Specialist. A 30-day Survival Period applies.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Exclusion: No benefit will be payable under this condition for angioplasty, intra-arterial procedures, percutaneous trans-catheter procedures or non-surgical procedures.</td></tr></table></html>"
        },
        {
          "Categorie": "Sclérose en plaques",
          "Texte": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Diagnostic formel d'au moins une des manifestations suivantes :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Au moins deux poussées cliniques distinctes, confirmées par imagerie par résonnance magnétique (IRM) du système nerveux qui démontre des plaques disséminées de démyélinisation ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Anomalies neurologiques précises persistant pendant plus de six mois, confirmées par IRM du système nerveux qui démontre des plaques disséminées de démyélinisation ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Une seule poussée, confirmée par plusieurs IRM du système nerveux qui démontrent des plaques disséminées de démyélinisation apparues à des intervalles d'au moins un mois.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Le diagnostic de sclérose en plaques doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Multiple Sclerosis",
          "TexteEn": "<html><span style='margin-left: 8px; margin-top: 16px; width: 495px;'>Is defined as a definite diagnosis of at least one of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Two or more separate clinical attacks, confirmed by magnetic resonance imaging (MRI) of the nervous system, showing multiple lesions of demyelination; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>Well-defined neurological abnormalities lasting more than 6 months, confirmed by MRI imaging of the nervous system, showing multiple lesions of demyelination; or,</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A single attack, confirmed by repeated MRI imaging of the nervous system, which shows multiple lesions of demyelination which have developed at intervals at least one month apart.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>The diagnosis of Multiple Sclerosis must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Surdité",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel de la perte totale et irréversible de l'ouïe des deux oreilles, le seuil d'audition étant d'au moins 90 décibels dans un registre de 500 à 3 000 hertz. Le diagnostic de surdité doit être posé par un spécialiste.</td></tr></table></html>",
          "CategorieEn": "Deafness",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Is defined as a definite diagnosis of the total and irreversible loss of hearing in both ears, with an auditory threshold of 90 decibels or greater within the speech threshold of 500 to 3,000 hertz. The diagnosis of Deafness must be made by a Specialist.</td></tr></table></html>"
        },
        {
          "Categorie": "Tumeur cérébrale bénigne",
          "Texte": "<html><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Diagnostic formel d'une tumeur non maligne située dans la voûte crânienne et limitée au cerveau, aux méninges, aux nerfs crâniens ou à l'hypophyse. La tumeur doit nécessiter un traitement chirurgical ou une radiothérapie, ou provoquer des déficits neurologiques objectifs et irréversibles. Le diagnostic de tumeur cérébrale bénigne doit être posé par un spécialiste.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion : aucune prestation ne sera payable au titre de la définition du terme « tumeur cérébrale bénigne » si, dans les 90 jours suivant la date d'effet du contrat ou la date d'effet de la dernière remise en vigueur du contrat si cette date est postérieure, l'assuré :</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style:normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>A présenté des signes ou des symptômes, ou s'est soumis à des investigations qui ont mené à l'établissement d'un diagnostic de tumeur cérébrale bénigne (couverte ou non au titre du contrat), peu importe la date d'établissement du diagnostic ou ;</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A reçu un diagnostic de tumeur cérébrale bénigne (couverte ou non au titre du contrat).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Les renseignements médicaux concernant le diagnostic et tous signes, symptômes ou investigations qui ont mené à l'établissement du diagnostic doivent être communiqués à la Société dans les six mois suivant la date d'établissement du diagnostic. Si ces renseignements ne sont pas fournis dans le délai prescrit, la Société peut refuser toute demande de règlement portant sur une tumeur cérébrale bénigne, ou sur toute maladie grave causée par une tumeur cérébrale bénigne ou son traitement.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style:normal;width: 100%'><tr><td>Aucune prestation ne sera payable au titre de la définition du terme « tumeur cérébrale bénigne » pour des adénomes hypophysaires d'un diamètre inférieur à 10 mm.</td></tr></table></html>",
          "CategorieEn": "Benign Brain Tumour",
          "TexteEn": "<html><table style='margin-left: 8px; margin-right: 14px; font-style: normal; width: 100%'><tr><td>Is defined as a definite diagnosis of a non-malignant tumour located in the cranial vault and limited to the brain, meninges, cranial nerves or pituitary gland. The tumour must require surgical or radiation treatment or cause irreversible objective neurological deficit(s). The diagnosis of Benign Brain Tumour must be made by a Specialist.</td></tr></table><span style='margin-left: 8px; width: 495px;'><br />Exclusion: No benefit will be payable under this condition if, within the first 90 days following the later of, the effective date of the policy, or the date of last reinstatement of the policy, the Insured Person has any of the following:</span><span style='margin-top: 0; margin-left: 0;'></span><table style='margin-left: 8px; margin-right: 20px; font-style: normal;'><tr><td style='width: 20px'>-</td><td style='width: 475px'>Signs, symptoms or investigations that lead to a diagnosis of Benign Brain Tumour (covered or excluded under the policy), regardless of when the diagnosis is made; or</td></tr><tr><td style='width: 20px'>-</td><td style='width: 475px'>A diagnosis of Benign Brain Tumour (covered or excluded under the policy).</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>Medical information about the diagnosis and any signs, symptoms or investigations leading to the diagnosis must be reported to the Company within 6 months of the date of the diagnosis. If this information is not provided within this period, the Company has the right to deny any claim for Benign Brain Tumour or, any critical illness caused by any Benign Brain Tumour or its treatment.</td></tr></table><table style='margin-left: 8px; margin-right: 20px; font-style: normal; width: 100%'><tr><td>No benefit will be payable under this condition for pituitary adenomas less than 10 mm.</td></tr></table></html>"
        }
      ],
      "SequenceId": 1
    }
  ]
}
